Repository: abelass/3c
Catalog: themes/3C/lang/*.po
Languages: nl_nl

source: Nothing Found
nl_nl: Niets gevonden

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
nl_nl: Excuses, maar er werden geen resultaten gevonden voor de gevraagde archief. Misschien zal zoeken helpen vinden van een gerelateerde post.

source: Search
nl_nl: Zoeken

source: Choisir categorie
nl_nl: Kies een Categorie

source: Voir
nl_nl: Zien

source: Numbers regenerated.
nl_nl: Numbers geregenereerd.

source: Primary Menu
nl_nl: Choisir categorie

source: entreprises
nl_nl: Bedrijf

source: entreprise
nl_nl: Bedrijf

source: Companies
nl_nl: Bedrijven

source: Add company
nl_nl: Voeg bedrijf

source: Add A New Company
nl_nl: Voeg een nieuw bedrijf

source: Edit Company Profile
nl_nl: Bewerk Bedrijfsprofiel

source: Edit Company
nl_nl: Bewerk Bedrijf

source: New Company
nl_nl: Neuw bedrijf

source: Preview Company
nl_nl: Voorbeeld Bedrijf

source: Search Company
nl_nl: Zoeken Onderneming

source: Company Not Found
nl_nl: Bedrijf niet gevonden

source: Company Not Found TO TRASH
nl_nl: Bedrijf niet gevonden naar de prullenbak

source: Parent Company
nl_nl: Moedermaatschappij

source: Information additionnel
nl_nl: Aanvullende informatie

source: fonction
nl_nl: Functie

source: formation
nl_nl: Opleiding

source: niveau_experience
nl_nl: Niveau ervaring

source: Company type
nl_nl: Typen bedrijven

source: Company category
nl_nl: Bedrijf categorie

source: Select type
nl_nl: Selecteer het type

source: Users
nl_nl: Gebruikers

source: site_web
nl_nl: Web Site

source: Informations Professionnelles
nl_nl: Informatie professionnelles

source: Choisir Fonction
nl_nl: Kies Functie

source: Aucune Fonction
nl_nl: Geen functie

source: Aucune fonction disponible
nl_nl: Geen functie beschikbaar

source: Choisir Formation
nl_nl: Kies Training

source: Aucune Formation
nl_nl: Geen training

source: Aucune formation disponible
nl_nl: Geen training beschikbaar

source: Choisir experience
nl_nl: Kies ervaring

source: Aucune experience
nl_nl: Geen ervaring

source: Aucune experience disponible
nl_nl: Geen ervaring beschikbaar

source: annnee_experience_comm_corp
nl_nl: Jaar ervaring in corporate communicatie

source: adresse_prive
nl_nl: Prive-adres

source: numero
nl_nl: Nr

source: code_postal
nl_nl: Postcode

source: ville
nl_nl: City

source: telephone
nl_nl: Telefoon

source: date_naissance
nl_nl: Geboortedatum

source: lang
nl_nl: Taal

source: Preview profile
nl_nl: Voorbeeld profiel

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Choisir Membre
nl_nl: Kies een lid

source: Voir la Fiche
nl_nl: Bekijk de details

source: Profile
nl_nl: Profiel

source: Coordon&eacute;es
nl_nl: Co√∂rdinaten

source: Les Entreprises
nl_nl: Bedrijf

source: Access non authorise, devenez membre
nl_nl: Het gebruik van de directory is uitsluidend voorbehouden aan onze leden. Wij nodigen u uit om <a href="http://3c.spade.be/contact-us/inscription-membres">hier registreren</a>. Wij danken u voor begrip

source: search this site...
nl_nl: zoek op deze site ...

source: Site Internet
nl_nl: web-Site

source: Pages:
nl_nl: Pagina's:

source: Membre de
nl_nl: Lid

source: Edit
nl_nl: Redigeren

source: Membres
nl_nl: Lid

source: Fonction
nl_nl: Functie

source: Membre de
nl_nl: Lid

source: Search Results for: %s
nl_nl: Zoekresultaten voor: %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
nl_nl: Sorry, maar niets gevonden die aan uw zoekcriteria. Probeer het opnieuw met een aantal verschillende zoekwoorden.

source: Home
nl_nl: Befinpagina

source: Image doesn't exist
nl_nl: Afbeelding bestaat niet

source: Not a member? <a href="%s">Register today!</a>
nl_nl: Nog geen lid? <a href="%s"> Meld u vandaag nog!</a>

source: Click here to learn more
nl_nl: Klik hier voor meer informatie
